;Place localized text in this file

[PsiGrenade X2GrenadeTemplate]
FriendlyName="灵能手雷"
FriendlyNamePlural="灵能手雷"
BriefSummary="这种极其强大的手雷，内部充满了灵能，会产生强大的爆炸，并完全无视所有的护甲。它还会造成“灵能精神病”。降低命中、意志和移动能力。"
TacticalText="<Bullet/> 灵能手雷比大多数手雷造成更大伤害。<br><Bullet/> 无视护甲等级。<br><Bullet/> 造成高灵能伤害。<br><Bullet/> 被击中的敌人会遭受灵能精神病。<br><Bullet/> 灵能精神病降低命中、意志和移动能力。"
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="投掷灵能手雷"
ThrownAbilityHelpText="对单位造成伤害和灵能精神病。"
LaunchedAbilityname="发射灵能手雷"
LaunchedAbilityHelpText="对单位造成伤害和灵能精神病。"

[PsiGrenadeMk2 X2GrenadeTemplate]
FriendlyName="灵能炸弹"
FriendlyNamePlural="灵能炸弹"
BriefSummary="这种充满灵能的炸弹可以产生强大的爆炸，并完全无视所有的护甲。它还会造成“灵能精神病”。降低命中、意志和移动能力。"
TacticalText="<Bullet/> 灵能炸弹比大多数炸弹造成更大伤害。<br><Bullet/> 无视护甲等级。<br><Bullet/> 造成高灵能伤害。<br><Bullet/> 被击中的敌人会遭受灵能精神病。<br><Bullet/> 灵能精神病降低命中、意志和移动能力。"
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="投掷灵能炸弹"
ThrownAbilityHelpText="对单位造成伤害和灵能精神病。"
LaunchedAbilityname="发射灵能炸弹"
LaunchedAbilityHelpText="对单位造成伤害和灵能精神病。"

[PsiGrenadeMk3 X2GrenadeTemplate]
FriendlyName="灵能弹头"
FriendlyNamePlural="灵能弹头"
BriefSummary="这种充满灵能的弹头可以产生强大的爆炸，并完全无视所有的护甲。它还会造成“灵能精神病”。降低命中、意志和移动能力。"
TacticalText="<Bullet/> 灵能弹头比大多数弹头造成更大伤害。<br><Bullet/> 无视护甲等级。<br><Bullet/> 造成高灵能伤害。<br><Bullet/> 被击中的敌人会遭受灵能精神病。<br><Bullet/> 灵能精神病降低命中、意志和移动能力。"
;<br><Bullet/>Only equipable by Psi Operatives.<br><Bullet/> Triggers Soul Steal ability.
ThrownAbilityName="投掷灵能弹头"
ThrownAbilityHelpText="对单位造成伤害和灵能精神病。"
LaunchedAbilityname="发射灵能弹头"
LaunchedAbilityHelpText="对单位造成伤害和灵能精神病。"
